relay/11/09.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-26 Tue 15:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 11–9</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 11–9<br/></h1>
<h3 class="date">2018-06-26 (last exported 2018-06-26 Tue 15:49)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6d83a83">1. Translation</a></li>
<li><a href="#org1b32151">2. Grammar</a></li>
<li><a href="#orgd0240aa">3. Lexicon</a>
<ul>
<li><a href="#org2353391">3.1. Roots</a></li>
<li><a href="#org3a7cd22">3.2. Verbs</a></li>
<li><a href="#org8302ba9">3.3. Tense (past)</a></li>
<li><a href="#org833df8d">3.4. evidentials / modality</a></li>
<li><a href="#org7a3840b">3.5. transitivity:</a></li>
<li><a href="#org89b9064">3.6. nouns</a></li>
</ul>
</li>
<li><a href="#org0e84716">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6d83a83" class="outline-2">
<h2 id="org6d83a83"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="full-relay">
<div class="detail-link">
<p>
<a href="09a-my_torch_translation.html">Translation</a> · <a href="09b-andis_torch.txt">Torch</a>
</p>

</div>

<div class="natlang-name"><p>English</p></div>
<div class="natlang-text">
<p class="verse">
&ldquo;the stars stand in the sky.<br />
i touch the stars above me.<br />
i move them away from below.<br />
they were touched. <b>i</b> made them move.&rdquo;<br />
</p>

</div>

<div class="conlang-name"><p><code>langname</code></p></div>
<div class="conlang-text">
<p class="verse">
húnni tak t&rsquo;upessúrsusu.<br />
nún húnni t&rsquo;unnewe t&rsquo;u nuk&rsquo;utta.<br />
húnni nesen t&rsquo;u nesari.<br />
t&rsquo;ubin gútta - nek&rsquo;ruwatta!<br />
</p>

</div>

<div class="gloss">
<p class="verse">
hu-hanni tak t&rsquo;u-peQ-su-ar-susu<br />
nún hu-hanni t&rsquo;u-nn-ewe t&rsquo;u nu-{}-k&rsquo;-utta<br />
hu-hanni ne-{}-sen t&rsquo;u ne-{}-sari<br />
t&rsquo;u-bin gu-utta ne-{}-k&rsquo;-ru-wa-tta<br />
<br />
DIM-sun night.sky 3SBJ-4OBJ-APP-stand-REM<br />
1SBJ.HON DIM-sun 3SBJ-1OBJ-be.above 3OBJ 1SBJ-perfectly-touch<br />
DIM-sun 1SBJ-3OBJ-be.below 3OBJ 1SBJ-3OBJ-push<br />
3SBJ-HON PASS-touch 1SBJ-3OBJ-perfectly-move-CAUS-EMPH<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org1b32151" class="outline-2">
<h2 id="org1b32151"><span class="section-number-2">2</span> Grammar</h2>
<div class="outline-text-2" id="text-2">
<p>
this lingo is SOV.
</p>

<p>
repeated information likes to be expressed solely as person affixes.
</p>

<p>
relative clauses come before the noun they modify.
</p>

<p>
the head noun of a relative clause only shows up inside the relative clause
itself, and shunts out a filler pronoun in the main clause.
</p>

<p>
the distant past tense is used at the beginning of stories, kind of like a &ldquo;once
upon a time&rdquo;. after that, related events are told in the present tense.
</p>

<p>
nouns and pronouns are generally ambiguous to number. less animate things &ldquo;feel&rdquo;
more plural, whereas more animate things &ldquo;feel&rdquo; more singular.
</p>

<p>
more topical things like to be further to the left on this scale (subject -
object - other stuff).
</p>

<p>
everything else should be self-evident with the information i&rsquo;m giving you
below. if it isn&rsquo;t, boopdoop me a message and i&rsquo;ll help you.
</p>
</div>
</div>

<div id="outline-container-orgd0240aa" class="outline-2">
<h2 id="orgd0240aa"><span class="section-number-2">3</span> Lexicon</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org2353391" class="outline-3">
<h3 id="org2353391"><span class="section-number-3">3.1</span> Roots</h3>
<div class="outline-text-3" id="text-3-1">
<dl class="org-dl vocablist">
<dt>ar</dt><dd>v. (INTR) to be standing (unmoving), remain (in a location), live (somewhere)</dd>
<dt>ewe</dt><dd>v. (TR) to be above (something)</dd>
<dt>hanni</dt><dd>n. sun</dd>
<dt>ru</dt><dd>v. (INTR) to move</dd>
<dt>sari</dt><dd>v. (TR) to push, knock over</dd>
<dt>sen</dt><dd>v. (TR) to be below (something)</dd>
<dt>tak</dt><dd>n. night sky</dd>
<dt>(u)k&rsquo;</dt><dd>adv. to do something correctly, perfectly, (when used on the actions of others) signifies affection, closeness, (when used on one&rsquo;s own actions, impolite, often childish) bragging or being proud of the action or its result</dd>
<dt>utta</dt><dd>v. (TR) to touch, to caress (something/someone)</dd>
</dl>
</div>
</div>

<div id="outline-container-org3a7cd22" class="outline-3">
<h3 id="org3a7cd22"><span class="section-number-3">3.2</span> Verbs</h3>
<div class="outline-text-3" id="text-3-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Subject Pronouns</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">normal</th>
<th scope="col" class="org-left">bound</th>
<th scope="col" class="org-left">respectful/humble (boastful)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1st</td>
<td class="org-left">nu</td>
<td class="org-left">n(ә~)-</td>
<td class="org-left">nban  (nún)</td>
</tr>

<tr>
<td class="org-left">2nd</td>
<td class="org-left">a</td>
<td class="org-left">a(Q)-</td>
<td class="org-left">án</td>
</tr>

<tr>
<td class="org-left">3rd</td>
<td class="org-left">t&rsquo;u</td>
<td class="org-left">t&rsquo;(u)-</td>
<td class="org-left">t&rsquo;ún</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 2:</span> Object pronouns</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">normal</th>
<th scope="col" class="org-left">bound</th>
<th scope="col" class="org-left">respectful/humble</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1st</td>
<td class="org-left">nu(h)</td>
<td class="org-left">nn-</td>
<td class="org-left">nbanu</td>
</tr>

<tr>
<td class="org-left">2nd</td>
<td class="org-left">á(h)</td>
<td class="org-left">á(Q/h)-</td>
<td class="org-left">áhan</td>
</tr>

<tr>
<td class="org-left">3rd</td>
<td class="org-left">t&rsquo;u(h)</td>
<td class="org-left">{}-</td>
<td class="org-left">t&rsquo;úhan</td>
</tr>

<tr>
<td class="org-left">4th</td>
<td class="org-left">gwe(h)</td>
<td class="org-left">-p(e)(Q)-</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org8302ba9" class="outline-3">
<h3 id="org8302ba9"><span class="section-number-3">3.3</span> Tense (past)</h3>
<div class="outline-text-3" id="text-3-3">
<dl class="org-dl vocablist">
<dt>-s(u)</dt><dd>recent/normal</dd>
<dt>-susu/-ssu</dt><dd>distant/irrelevant (&ldquo;at some point&rdquo;)</dd>
</dl>
</div>
</div>

<div id="outline-container-org833df8d" class="outline-3">
<h3 id="org833df8d"><span class="section-number-3">3.4</span> evidentials / modality</h3>
<div class="outline-text-3" id="text-3-4">
<dl class="org-dl vocablist">
<dt>-t:a</dt><dd>positive belief marker (really / i swear) / &ldquo;should&rdquo;, &ldquo;must&rdquo;:</dd>
</dl>
</div>
</div>

<div id="outline-container-org7a3840b" class="outline-3">
<h3 id="org7a3840b"><span class="section-number-3">3.5</span> transitivity:</h3>
<div class="outline-text-3" id="text-3-5">
<dl class="org-dl vocablist">
<dt>-su-</dt><dd>locative (adds an argument to promote a locative)</dd>
<dt>-wa</dt><dd>causative (adds a new subject argument and demotes the old one to object)</dd>
<dt>-gu-</dt><dd>passive</dd>
</dl>
</div>
</div>

<div id="outline-container-org89b9064" class="outline-3">
<h3 id="org89b9064"><span class="section-number-3">3.6</span> nouns</h3>
<div class="outline-text-3" id="text-3-6">
<dl class="org-dl vocablist">
<dt>-bin</dt><dd>honorific : a subordinate:
(originally &ldquo;one that is important (sometimes emotionally),
now more like &rdquo;someone who is useful&ldquo;,
still remains a very old-fashioned way to talk about a spouse (generally female to male))</dd>
<dt>full reduplication</dt><dd>plural</dd>
<dt>first syllable Cu- red.</dt><dd>diminutive</dd>
</dl>
</div>
</div>
</div>

<footer id="outline-container-org0e84716" class="outline-2">
<h2 id="org0e84716">Navigation</h2>
<div class="outline-text-2" id="text-org0e84716">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>11</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>9</strong></div>
  </div>
  <a href="08.html" id="prev" rel="prev">Previous</a>
  <a href="10.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
